export const SKILLS = [
    {
        title: "Тревога и депрессия",
        icon: "./assets/images/anxiety.svg",
        skills: [
            {skill: "Использую когнитивно-поведенческую терапию, направленную на изменение негативных мыслей и поведенческих паттернов, связанных с негативными симптомами", percentage: "40%"},
            {skill: "Применяю психодинамическую терапию, направленную на изучение глубинных психологических процессов и работу с эмоциональными конфликтами, которые могут лежать в основе симптомов", percentage: "40%"},
            {skill: "Практики осознанности, которые могут помочь негативные реакции и улучшить способность управлять эмоциями", percentage: "20%"}
        ],
    },
    {
        title: "Межличностные отношения",
        icon: "./assets/images/communication.svg",
        skills: [
            {skill: "Помогаю вам разобраться в источниках конфликтов и научиться эффективно их разрешать", percentage: "33%"},
            {skill: "Предоставляю вам поддержку в установлении и поддержании здоровых отношений с другими людьми", percentage: "33%"},
            {skill: "Помогаю вам развить понимание собственных эмоций и эмоций других людей, а также способность управлять ими в межличностных взаимодействиях", percentage: "33%"},
        ],
    },
    {
        title: "Стресс и управление им",
        icon: "./assets/images/stress.svg",
        skills: [
            {skill: "Обсуждаю и анализирую с вами источники стресса, эмоциональные реакции на него и способы управления стрессом", percentage: "30%"},
            {skill: "Помогаю вам изменить свои мыслительные и поведенческие паттерны, которые могут усиливать стрессовые реакции", percentage: "40%"},
            {skill: "Консультирую вас по вопросам управления стрессом в повседневной жизни и в различных ситуациях. Предоставляю вам пространство для выражения своих чувств и эмоций", percentage: "30%"},
        ],
    },
    {
        title: "Расстройство пищевого поведения",
        icon: "./assets/images/food.svg",
        skills: [
            {skill: "Изучаю историю вашего пищевого поведения, факторов риска, эмоционального состояния и психологических факторов, которые могут влиять на расстройство", percentage: "20%"},
            {skill: "Анализирую эмоциональные и психологические аспекты вашего расстройства. Это позволяет лучше подстроить терапию под ваши индивидуальные потребности", percentage: "40%"},
            {skill: "Помогаю вам исследовать психологические причины и эмоциональные конфликты, лежащие в основе расстройства пищевого поведения", percentage: "40%"}
        ],
    },
    {
        title: "Посттравматическое стрессовое расстройство",
        icon: "./assets/images/sad.svg",
        skills: [
            {skill: "Помогаю вам разобраться в своих мыслях и реакциях на травматические события и разработать стратегии управления стрессом", percentage: "45%"},
            {skill: "Помогаю вам постепенно смотреть на травматические события или ситуации, которые вызывают у вас стресс, и изучать свои реакции на них. Это позволяет постепенно снижать уровень тревоги и стресса", percentage: "45%"},
            {skill: "Обучаю вас навыкам саморегуляции, таким как управление дыханием и расслабление мышц, которые помогают вам управлять своими реакциями на стрессовые ситуации", percentage: "10%"}
        ],
    },
    {
        title: "Эмиграция и переезд",
        icon: "./assets/images/emigration.svg",
        skills: [
            {skill: "Помогаю вам выразить свои чувства и эмоции, связанные с переездом, а также разобраться в своих опасениях и беспокойствах", percentage: "33%"},
            {skill: "Помогаю вам в вопросах переосмысления своей идентичности и роли в новом социокультурном контексте. Работаю с вами над вопросами самоопределения и смысла жизни в новой среде", percentage: "33%"},
            {skill: "Помогаю вам развивать межличностные навыки, которые могут быть полезны для адаптации к новой среде", percentage: "33%"}
        ],
    },
];

export const EDUCATION = [
    {
        title: 'Московский педагогический государственный университет. Специальное (дефектологическое) образование',
        date: '19 июля 2022 года',
        url: './assets/docs/diploma_mpgu.png',
        description: [
          "Психология",
          "Специальная педагогика и психология",
          "Психолого-педагогическая диагностика развития детей с ОВЗ",
          "Психолого-педагогическое сопровождение ребёнка и его семьи",
          "Сурдопсихология",
        ],
    },
    {
        title: 'Московский институт психоанализа. Клинический психолог (Профессиональная переподготовка)',
        date: '25 июня 2021 года',
        url: './assets/docs/diploma_mip.png',
        description: [
          "Клиническая психология",
          "Нейропсихология",
          "Патопсихология",
          "Психосоматика и психология телесности",
          "Психология экстремальных ситуаций и состояний",
        ],
    },
    {
        title: 'Институт коррекционной педагогики Российской академии образования. Коррекционная педагогика',
        date: '3 октября 2022 года',
        url: './assets/docs/diploma_ikp.png',
        description: [
          "Специальная психология",
          "Психолого-педагогическая диагностика при расстройствах аутистического спектра",
          "Разработка и реализация адаптированной основной образовательной программы основного общего образования",
          "Психолого-педагогическое сопровождение взросления подростков и юношей",
        ],
    }
];